Repository: InnoSquadCorp/InnoRouter
Catalog: Sources/InnoRouterInspector/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, hi, id, it, ja, ko, pt_br, ru, th, vi, zh_hans, zh_hant

source: Inspector
ar: الفاحص
de: Inspektor
fr: Inspecteur
hi: इंस्पेक्टर
id: Inspektor
ja: インスペクタ
ko: 인스펙터
pt_br: Inspetor
ru: Инспектор
th: ตัวตรวจสอบ
vi: Trình kiểm tra
zh_hans: 检查器
zh_hant: 檢查器

source: No matching events
ar: لا توجد أحداث مطابقة
de: Keine passenden Ereignisse
es: No hay eventos coincidentes
fr: Aucun événement correspondant
hi: कोई मेल खाता इवेंट नहीं
id: Tidak ada peristiwa yang cocok
it: Nessun evento corrispondente
ja: 一致するイベントはありません
ko: 일치하는 이벤트가 없습니다
pt_br: Nenhum evento correspondente
ru: Нет подходящих событий
th: ไม่มีเหตุการณ์ที่ตรงกัน
vi: Không có sự kiện phù hợp
zh_hans: 没有匹配的事件
zh_hant: 沒有符合的事件

source: No events recorded
ar: لم تُسجّل أي أحداث
de: Keine Ereignisse aufgezeichnet
es: No hay eventos registrados
fr: Aucun événement enregistré
hi: कोई इवेंट रिकॉर्ड नहीं हुआ
id: Belum ada peristiwa yang direkam
it: Nessun evento registrato
ja: 記録されたイベントはありません
ko: 기록된 이벤트가 없습니다
pt_br: Nenhum evento registrado
ru: Нет записанных событий
th: ยังไม่มีเหตุการณ์ที่บันทึกไว้
vi: Chưa ghi lại sự kiện nào
zh_hans: 尚未记录事件
zh_hant: 尚未記錄事件

source: Bookmark
ar: إشارة مرجعية
de: Lesezeichen
es: Marcador
fr: Signet
hi: बुकमार्क
id: Markah
it: Segnalibro
ja: ブックマーク
ko: 북마크
pt_br: Marcador
ru: Закладка
th: ที่คั่นหน้า
vi: Dấu trang
zh_hans: 书签
zh_hant: 書籤

source: Bookmarked
ar: تمت إضافة إشارة مرجعية
de: Mit Lesezeichen
es: Marcado
fr: Marqué
hi: बुकमार्क किया गया
id: Ditandai
it: Contrassegnato
ja: ブックマーク済み
ko: 북마크됨
pt_br: Marcado
ru: В закладках
th: เพิ่มที่คั่นหน้าแล้ว
vi: Đã đánh dấu
zh_hans: 已添加书签
zh_hant: 已加入書籤

source: Cancel
ar: إلغاء
de: Abbrechen
es: Cancelar
fr: Annuler
hi: रद्द करें
id: Batal
it: Annulla
ja: キャンセル
ko: 취소
pt_br: Cancelar
ru: Отмена
th: ยกเลิก
vi: Hủy
zh_hans: 取消
zh_hant: 取消

source: Clear
ar: مسح
de: Leeren
es: Borrar
fr: Effacer
hi: साफ़ करें
id: Bersihkan
it: Cancella
ja: 消去
ko: 지우기
pt_br: Limpar
ru: Очистить
th: ล้าง
vi: Xóa
zh_hans: 清除
zh_hant: 清除

source: Decision
ar: القرار
de: Entscheidung
es: Decisión
fr: Décision
hi: निर्णय
id: Keputusan
it: Decisione
ja: 判定
ko: 판정
pt_br: Decisão
ru: Решение
th: ผลการตัดสิน
vi: Quyết định
zh_hans: 判定
zh_hant: 判定

source: Deep-link Inspector
ar: فاحص الروابط العميقة
de: Deep-Link-Inspektor
es: Inspector de enlaces profundos
fr: Inspecteur de liens profonds
hi: डीप लिंक इंस्पेक्टर
id: Inspektor deep link
it: Inspector dei deep link
ja: ディープリンクインスペクタ
ko: 딥 링크 인스펙터
pt_br: Inspetor de links profundos
ru: Инспектор глубоких ссылок
th: ตัวตรวจสอบดีปลิงก์
vi: Trình kiểm tra liên kết sâu
zh_hans: 深层链接检查器
zh_hant: 深層連結檢查器

source: Domain
ar: المجال
de: Bereich
es: Dominio
fr: Domaine
hi: डोमेन
it: Dominio
ja: ドメイン
ko: 도메인
pt_br: Domínio
ru: Область
th: โดเมน
vi: Miền
zh_hans: 事件域
zh_hant: 事件領域

source: Domains
ar: المجالات
de: Bereiche
es: Dominios
fr: Domaines
hi: डोमेन
id: Domain
it: Domini
ja: ドメイン
ko: 도메인
pt_br: Domínios
ru: Области
th: โดเมน
vi: Miền
zh_hans: 事件域
zh_hant: 事件領域

source: Error
ar: خطأ
de: Fehler
fr: Erreur
hi: त्रुटि
id: Kesalahan
it: Errore
ja: エラー
ko: 오류
pt_br: Erro
ru: Ошибка
th: ข้อผิดพลาด
vi: Lỗi
zh_hans: 错误
zh_hant: 錯誤

source: Event
ar: الحدث
de: Ereignis
es: Evento
fr: Événement
hi: इवेंट
id: Peristiwa
it: Evento
ja: イベント
ko: 이벤트
pt_br: Evento
ru: Событие
th: เหตุการณ์
vi: Sự kiện
zh_hans: 事件
zh_hant: 事件

source: Execute
ar: تنفيذ
de: Ausführen
es: Ejecutar
fr: Exécuter
hi: चलाएँ
id: Jalankan
it: Esegui
ja: 実行
ko: 실행
pt_br: Executar
ru: Выполнить
th: เรียกใช้
vi: Thực thi
zh_hans: 执行
zh_hant: 執行

source: Export
ar: تصدير
de: Exportieren
es: Exportar
fr: Exporter
hi: निर्यात करें
id: Ekspor
it: Esporta
ja: 書き出す
ko: 내보내기
pt_br: Exportar
ru: Экспорт
th: ส่งออก
vi: Xuất
zh_hans: 导出
zh_hant: 匯出

source: Filter catalog
ar: تصفية الكتالوج
de: Katalog filtern
es: Filtrar catálogo
fr: Filtrer le catalogue
hi: कैटलॉग फ़िल्टर करें
id: Filter katalog
it: Filtra catalogo
ja: カタログを絞り込む
ko: 카탈로그 필터
pt_br: Filtrar catálogo
ru: Фильтр каталога
th: กรองแค็ตตาล็อก
vi: Lọc danh mục
zh_hans: 筛选目录
zh_hant: 篩選目錄

source: Filter events
ar: تصفية الأحداث
de: Ereignisse filtern
es: Filtrar eventos
fr: Filtrer les événements
hi: इवेंट फ़िल्टर करें
id: Filter peristiwa
it: Filtra eventi
ja: イベントを絞り込む
ko: 이벤트 필터
pt_br: Filtrar eventos
ru: Фильтр событий
th: กรองเหตุการณ์
vi: Lọc sự kiện
zh_hans: 筛选事件
zh_hant: 篩選事件

source: Generated catalog
ar: الكتالوج المُنشأ
de: Generierter Katalog
es: Catálogo generado
fr: Catalogue généré
hi: जनरेट किया गया कैटलॉग
id: Katalog yang dihasilkan
it: Catalogo generato
ja: 生成されたカタログ
ko: 생성된 카탈로그
pt_br: Catálogo gerado
ru: Сгенерированный каталог
th: แค็ตตาล็อกที่สร้างขึ้น
vi: Danh mục đã tạo
zh_hans: 生成的目录
zh_hant: 產生的目錄

source: Import
ar: استيراد
de: Importieren
es: Importar
fr: Importer
hi: आयात करें
id: Impor
it: Importa
ja: 読み込む
ko: 가져오기
pt_br: Importar
ru: Импорт
th: นำเข้า
vi: Nhập
zh_hans: 导入
zh_hant: 匯入

source: Import failed
ar: فشل الاستيراد
de: Import fehlgeschlagen
es: Error al importar
fr: Échec de l’importation
hi: आयात विफल हुआ
id: Impor gagal
it: Importazione non riuscita
ja: 読み込みに失敗しました
ko: 가져오기 실패
pt_br: Falha na importação
ru: Ошибка импорта
th: นำเข้าไม่สำเร็จ
vi: Nhập thất bại
zh_hans: 导入失败
zh_hant: 匯入失敗

source: Next event
ar: الحدث التالي
de: Nächstes Ereignis
es: Evento siguiente
fr: Événement suivant
hi: अगला इवेंट
id: Peristiwa berikutnya
it: Evento successivo
ja: 次のイベント
ko: 다음 이벤트
pt_br: Próximo evento
ru: Следующее событие
th: เหตุการณ์ถัดไป
vi: Sự kiện tiếp theo
zh_hans: 下一个事件
zh_hant: 下一個事件

source: No structural change
ar: لا يوجد تغيير بنيوي
de: Keine strukturelle Änderung
es: Sin cambios estructurales
fr: Aucun changement structurel
hi: कोई संरचनात्मक बदलाव नहीं
id: Tidak ada perubahan struktur
it: Nessuna modifica strutturale
ja: 構造の変更はありません
ko: 구조 변경 없음
pt_br: Sem alteração estrutural
ru: Нет структурных изменений
th: ไม่มีการเปลี่ยนแปลงโครงสร้าง
vi: Không có thay đổi cấu trúc
zh_hans: 没有结构变化
zh_hant: 沒有結構變更

source: No structural changes
ar: لا توجد تغييرات بنيوية
de: Keine strukturellen Änderungen
es: Sin cambios estructurales
fr: Aucun changement structurel
hi: कोई संरचनात्मक बदलाव नहीं
id: Tidak ada perubahan struktur
it: Nessuna modifica strutturale
ja: 構造の変更はありません
ko: 구조 변경 없음
pt_br: Sem alterações estruturais
ru: Нет структурных изменений
th: ไม่มีการเปลี่ยนแปลงโครงสร้าง
vi: Không có thay đổi cấu trúc
zh_hans: 没有结构变化
zh_hant: 沒有結構變更

source: OK
ar: موافق
es: Aceptar
hi: ठीक है
ko: 확인
ru: ОК
th: ตกลง
zh_hans: 好
zh_hant: 好

source: Ordered attempts
ar: المحاولات بالترتيب
de: Versuche in Auswertungsreihenfolge
es: Intentos en orden
fr: Tentatives dans l’ordre
hi: क्रमबद्ध प्रयास
id: Percobaan berurutan
it: Tentativi in ordine
ja: 試行順序
ko: 순서별 시도
pt_br: Tentativas em ordem
ru: Попытки по порядку
th: การลองตามลำดับ
vi: Các lần thử theo thứ tự
zh_hans: 按顺序排列的尝试
zh_hant: 依序排列的嘗試

source: Outcome
ar: النتيجة
de: Ergebnis
es: Resultado
fr: Résultat
hi: परिणाम
id: Hasil
it: Esito
ja: 結果
ko: 결과
pt_br: Resultado
ru: Результат
th: ผลลัพธ์
vi: Kết quả
zh_hans: 结果
zh_hant: 結果

source: Pause
ar: إيقاف مؤقت
de: Pausieren
es: Pausar
fr: Suspendre
hi: रोकें
id: Jeda
it: Pausa
ja: 一時停止
ko: 일시 정지
pt_br: Pausar
ru: Приостановить
th: พัก
vi: Tạm dừng
zh_hans: 暂停
zh_hant: 暫停

source: Pause on rejection
ar: إيقاف مؤقت عند الرفض
de: Bei Ablehnung pausieren
es: Pausar al rechazar
fr: Suspendre en cas de rejet
hi: अस्वीकृति पर रोकें
id: Jeda saat ditolak
it: Pausa in caso di rifiuto
ja: 拒否時に一時停止
ko: 거절 시 일시 정지
pt_br: Pausar ao rejeitar
ru: Приостановить при отклонении
th: พักเมื่อถูกปฏิเสธ
vi: Tạm dừng khi bị từ chối
zh_hans: 拒绝时暂停
zh_hant: 拒絕時暫停

source: Previous captured state
ar: الحالة الملتقطة السابقة
de: Zuvor erfasster Zustand
es: Estado capturado anterior
fr: État capturé précédent
hi: पिछली कैप्चर की गई स्थिति
id: Status yang diambil sebelumnya
it: Stato acquisito precedente
ja: 前回記録した状態
ko: 이전에 기록된 상태
pt_br: Estado capturado anterior
ru: Предыдущее сохранённое состояние
th: สถานะที่จับไว้ก่อนหน้า
vi: Trạng thái đã ghi trước đó
zh_hans: 上次捕获的状态
zh_hant: 上次擷取的狀態

source: Previous event
ar: الحدث السابق
de: Vorheriges Ereignis
es: Evento anterior
fr: Événement précédent
hi: पिछला इवेंट
id: Peristiwa sebelumnya
it: Evento precedente
ja: 前のイベント
ko: 이전 이벤트
pt_br: Evento anterior
ru: Предыдущее событие
th: เหตุการณ์ก่อนหน้า
vi: Sự kiện trước
zh_hans: 上一个事件
zh_hant: 上一個事件

source: Pure reducer
ar: مُختزِل الحالة النقي
de: Reiner Reducer
es: Reducer puro
fr: Réducteur pur
hi: शुद्ध रिड्यूसर
id: Reducer murni
it: Reducer puro
ja: 純粋なリデューサー
ko: 순수 리듀서
pt_br: Reducer puro
ru: Чистый редьюсер
th: รีดิวเซอร์บริสุทธิ์
vi: Reducer thuần túy
zh_hans: 纯状态归约器
zh_hant: 純狀態歸約器

source: Replay preview
ar: معاينة إعادة التشغيل
de: Wiedergabevorschau
es: Vista previa de la reproducción
fr: Aperçu de la relecture
hi: रीप्ले का पूर्वावलोकन
id: Pratinjau pemutaran ulang
it: Anteprima riproduzione
ja: 再現プレビュー
ko: 재현 미리보기
pt_br: Prévia da reprodução
ru: Предпросмотр воспроизведения
th: ตัวอย่างการเล่นซ้ำ
vi: Xem trước phát lại
zh_hans: 重放预览
zh_hant: 重播預覽

source: Resume
ar: استئناف
de: Fortsetzen
es: Reanudar
fr: Reprendre
hi: जारी रखें
id: Lanjutkan
it: Riprendi
ja: 再開
ko: 재개
pt_br: Retomar
ru: Продолжить
th: ดำเนินต่อ
vi: Tiếp tục
zh_hans: 继续
zh_hant: 繼續

source: Select an event
ar: اختر حدثًا
de: Ereignis auswählen
es: Selecciona un evento
fr: Sélectionnez un événement
hi: इवेंट चुनें
id: Pilih peristiwa
it: Seleziona un evento
ja: イベントを選択
ko: 이벤트를 선택하세요
pt_br: Selecione um evento
ru: Выберите событие
th: เลือกเหตุการณ์
vi: Chọn một sự kiện
zh_hans: 选择一个事件
zh_hant: 選取事件

source: Set comparison baseline
ar: تعيين مرجع المقارنة
de: Vergleichsbasis festlegen
es: Establecer base de comparación
fr: Définir la base de comparaison
hi: तुलना का आधार सेट करें
id: Tetapkan dasar perbandingan
it: Imposta base di confronto
ja: 比較基準を設定
ko: 비교 기준 설정
pt_br: Definir base de comparação
ru: Задать базу сравнения
th: ตั้งค่าฐานการเปรียบเทียบ
vi: Đặt mốc so sánh
zh_hans: 设置比较基准
zh_hant: 設定比較基準

source: State diff
ar: فرق الحالة
de: Zustandsunterschied
es: Diferencia de estado
fr: Différence d’état
hi: स्थिति का अंतर
id: Perbedaan status
it: Differenza di stato
ja: 状態の差分
ko: 상태 차이
pt_br: Diferença de estado
ru: Разница состояний
th: ความแตกต่างของสถานะ
vi: Chênh lệch trạng thái
zh_hans: 状态差异
zh_hant: 狀態差異

source: State tree
ar: شجرة الحالة
de: Zustandsbaum
es: Árbol de estado
fr: Arbre d’état
hi: स्थिति ट्री
id: Pohon status
it: Albero dello stato
ja: 状態ツリー
ko: 상태 트리
pt_br: Árvore de estado
ru: Дерево состояния
th: ต้นไม้สถานะ
vi: Cây trạng thái
zh_hans: 状态树
zh_hant: 狀態樹

source: Target difference
ar: الفرق عن الحالة المستهدفة
de: Unterschied zum Zielzustand
es: Diferencia con el estado de destino
fr: Différence avec l’état cible
hi: लक्षित स्थिति से अंतर
id: Perbedaan dari status target
it: Differenza dallo stato di destinazione
ja: 目標状態との差分
ko: 목표 상태와의 차이
pt_br: Diferença para o estado de destino
ru: Разница с целевым состоянием
th: ความแตกต่างจากสถานะเป้าหมาย
vi: Chênh lệch với trạng thái đích
zh_hans: 与目标状态的差异
zh_hant: 與目標狀態的差異

source: Unknown error
ar: خطأ غير معروف
de: Unbekannter Fehler
es: Error desconocido
fr: Erreur inconnue
hi: अज्ञात त्रुटि
id: Kesalahan tidak diketahui
it: Errore sconosciuto
ja: 不明なエラー
ko: 알 수 없는 오류
pt_br: Erro desconhecido
ru: Неизвестная ошибка
th: ข้อผิดพลาดที่ไม่ทราบสาเหตุ
vi: Lỗi không xác định
zh_hans: 未知错误
zh_hant: 未知錯誤

source: Share analysis
ar: مشاركة التحليل
de: Analyse teilen
es: Compartir análisis
fr: Partager l’analyse
hi: विश्लेषण साझा करें
id: Bagikan analisis
it: Condividi analisi
ja: 分析を共有
ko: 분석 공유
pt_br: Compartilhar análise
ru: Поделиться анализом
th: แชร์ผลการวิเคราะห์
vi: Chia sẻ phân tích
zh_hans: 分享分析
zh_hant: 分享分析

source: Invalid URL
ar: عنوان URL غير صالح
de: Ungültige URL
es: URL no válida
fr: URL non valide
hi: अमान्य URL
id: URL tidak valid
it: URL non valido
ja: 無効なURL
ko: 잘못된 URL
pt_br: URL inválida
ru: Недопустимый URL
th: URL ไม่ถูกต้อง
vi: URL không hợp lệ
zh_hans: 无效的 URL
zh_hant: 無效的 URL

source: Recording status
ar: حالة التسجيل
de: Aufzeichnungsstatus
es: Estado del registro
fr: État de l’enregistrement
hi: रिकॉर्डिंग की स्थिति
id: Status perekaman
it: Stato della registrazione
ja: 記録状態
ko: 기록 상태
pt_br: Status do registro
ru: Состояние записи
th: สถานะการบันทึก
vi: Trạng thái ghi
zh_hans: 记录状态
zh_hant: 記錄狀態

source: Recording progress
ar: تقدم التسجيل
de: Aufzeichnungsfortschritt
es: Progreso del registro
fr: Progression de l’enregistrement
hi: रिकॉर्डिंग की प्रगति
id: Progres perekaman
it: Avanzamento della registrazione
ja: 記録の進行状況
ko: 기록 진행률
pt_br: Progresso do registro
ru: Ход записи
th: ความคืบหน้าการบันทึก
vi: Tiến độ ghi
zh_hans: 记录进度
zh_hant: 記錄進度

source: Refresh progress
ar: تحديث التقدم
de: Fortschritt aktualisieren
es: Actualizar progreso
fr: Actualiser la progression
hi: प्रगति रीफ़्रेश करें
id: Perbarui progres
it: Aggiorna avanzamento
ja: 進行状況を更新
ko: 진행률 새로고침
pt_br: Atualizar progresso
ru: Обновить ход записи
th: รีเฟรชความคืบหน้า
vi: Cập nhật tiến độ
zh_hans: 刷新进度
zh_hant: 重新整理進度

source: Start recording
ar: بدء التسجيل
de: Aufzeichnung starten
es: Iniciar registro
fr: Démarrer l’enregistrement
hi: रिकॉर्डिंग शुरू करें
id: Mulai merekam
it: Avvia registrazione
ja: 記録を開始
ko: 기록 시작
pt_br: Iniciar registro
ru: Начать запись
th: เริ่มบันทึก
vi: Bắt đầu ghi
zh_hans: 开始记录
zh_hant: 開始記錄

source: Stop recording
ar: إيقاف التسجيل
de: Aufzeichnung stoppen
es: Detener registro
fr: Arrêter l’enregistrement
hi: रिकॉर्डिंग बंद करें
id: Hentikan perekaman
it: Interrompi registrazione
ja: 記録を停止
ko: 기록 중지
pt_br: Parar registro
ru: Остановить запись
th: หยุดบันทึก
vi: Dừng ghi
zh_hans: 停止记录
zh_hant: 停止記錄

source: Cancel recording
ar: إلغاء التسجيل
de: Aufzeichnung abbrechen
es: Cancelar registro
fr: Annuler l’enregistrement
hi: रिकॉर्डिंग रद्द करें
id: Batalkan perekaman
it: Annulla registrazione
ja: 記録をキャンセル
ko: 기록 취소
pt_br: Cancelar registro
ru: Отменить запись
th: ยกเลิกการบันทึก
vi: Hủy ghi
zh_hans: 取消记录
zh_hant: 取消記錄

source: Scenario import failed
ar: فشل استيراد السيناريو
de: Szenarioimport fehlgeschlagen
es: Error al importar el escenario
fr: Échec de l’importation du scénario
hi: परिदृश्य आयात विफल हुआ
id: Impor skenario gagal
it: Importazione dello scenario non riuscita
ja: シナリオの読み込みに失敗しました
ko: 시나리오 가져오기에 실패했습니다
pt_br: Falha ao importar o cenário
ru: Не удалось импортировать сценарий
th: นำเข้าสถานการณ์ไม่สำเร็จ
vi: Nhập kịch bản thất bại
zh_hans: 场景导入失败
zh_hant: 情境匯入失敗

source: Scenario recording could not start
ar: تعذر بدء تسجيل السيناريو
de: Szenarioaufzeichnung konnte nicht gestartet werden
es: No se pudo iniciar el registro del escenario
fr: Impossible de démarrer l’enregistrement du scénario
hi: परिदृश्य की रिकॉर्डिंग शुरू नहीं हो सकी
id: Tidak dapat memulai perekaman skenario
it: Impossibile avviare la registrazione dello scenario
ja: シナリオの記録を開始できませんでした
ko: 시나리오 기록을 시작할 수 없습니다
pt_br: Não foi possível iniciar o registro do cenário
ru: Не удалось начать запись сценария
th: ไม่สามารถเริ่มบันทึกสถานการณ์ได้
vi: Không thể bắt đầu ghi kịch bản
zh_hans: 无法开始记录场景
zh_hant: 無法開始記錄情境

source: Scenario recording could not stop
ar: تعذر إيقاف تسجيل السيناريو
de: Szenarioaufzeichnung konnte nicht gestoppt werden
es: No se pudo detener el registro del escenario
fr: Impossible d’arrêter l’enregistrement du scénario
hi: परिदृश्य की रिकॉर्डिंग बंद नहीं हो सकी
id: Tidak dapat menghentikan perekaman skenario
it: Impossibile interrompere la registrazione dello scenario
ja: シナリオの記録を停止できませんでした
ko: 시나리오 기록을 중지할 수 없습니다
pt_br: Não foi possível parar o registro do cenário
ru: Не удалось остановить запись сценария
th: ไม่สามารถหยุดบันทึกสถานการณ์ได้
vi: Không thể dừng ghi kịch bản
zh_hans: 无法停止记录场景
zh_hant: 無法停止記錄情境

source: Scenario recording
ar: تسجيل السيناريو
de: Szenarioaufzeichnung
es: Registro de escenarios
fr: Enregistrement de scénario
hi: परिदृश्य रिकॉर्डिंग
id: Perekaman skenario
it: Registrazione dello scenario
ja: シナリオの記録
ko: 시나리오 기록
pt_br: Registro de cenário
ru: Запись сценария
th: การบันทึกสถานการณ์
vi: Ghi kịch bản
zh_hans: 场景记录
zh_hant: 情境記錄

source: Raw fixture may contain route payloads
ar: قد تحتوي بيانات الاختبار الخام على حمولات المسارات
de: Roh-Testdaten können Routen-Nutzdaten enthalten
es: Los datos de prueba sin procesar pueden contener los datos asociados a las rutas
fr: Les données de test brutes peuvent contenir les données associées aux routes
hi: कच्चे परीक्षण डेटा में रूट पेलोड हो सकते हैं
id: Data uji mentah mungkin berisi payload rute
it: I dati di test grezzi possono contenere payload delle rotte
ja: 生のテストデータにはルートのペイロードが含まれる場合があります
ko: 원본 테스트 데이터에는 경로에 전달된 값이 포함될 수 있습니다
pt_br: Os dados de teste brutos podem conter payloads das rotas
ru: Исходные тестовые данные могут содержать полезную нагрузку маршрутов
th: ข้อมูลทดสอบดิบอาจมีเพย์โหลดของเส้นทาง
vi: Dữ liệu kiểm thử thô có thể chứa payload của tuyến
zh_hans: 原始测试数据可能包含路由载荷
zh_hant: 原始測試資料可能包含路由酬載

source: Export raw fixture
ar: تصدير بيانات الاختبار الخام
de: Roh-Testdaten exportieren
es: Exportar datos de prueba sin procesar
fr: Exporter les données de test brutes
hi: कच्चा परीक्षण डेटा निर्यात करें
id: Ekspor data uji mentah
it: Esporta dati di test grezzi
ja: 生のテストデータを書き出す
ko: 원본 테스트 데이터 내보내기
pt_br: Exportar dados de teste brutos
ru: Экспорт исходных тестовых данных
th: ส่งออกข้อมูลทดสอบดิบ
vi: Xuất dữ liệu kiểm thử thô
zh_hans: 导出原始测试数据
zh_hant: 匯出原始測試資料

source: Import raw fixture
ar: استيراد بيانات الاختبار الخام
de: Roh-Testdaten importieren
es: Importar datos de prueba sin procesar
fr: Importer les données de test brutes
hi: कच्चा परीक्षण डेटा आयात करें
id: Impor data uji mentah
it: Importa dati di test grezzi
ja: 生のテストデータを読み込む
ko: 원본 테스트 데이터 가져오기
pt_br: Importar dados de teste brutos
ru: Импорт исходных тестовых данных
th: นำเข้าข้อมูลทดสอบดิบ
vi: Nhập dữ liệu kiểm thử thô
zh_hans: 导入原始测试数据
zh_hant: 匯入原始測試資料

source: idle
ar: خامل
de: bereit
es: inactivo
fr: inactif
hi: निष्क्रिय
id: siaga
it: inattivo
ja: 待機中
ko: 대기
pt_br: inativo
ru: ожидание
th: ว่าง
vi: chờ
zh_hans: 空闲
zh_hant: 閒置

source: recording
ar: جارٍ التسجيل
de: Aufzeichnung läuft
es: registrando
fr: enregistrement en cours
hi: रिकॉर्डिंग जारी है
id: sedang merekam
it: registrazione in corso
ja: 記録中
ko: 기록 중
pt_br: registrando
ru: идёт запись
th: กำลังบันทึก
vi: đang ghi
zh_hans: 记录中
zh_hant: 記錄中

source: complete
ar: مكتمل
de: vollständig
es: completo
fr: complet
hi: पूर्ण
id: lengkap
it: completo
ja: 完了
ko: 완료
pt_br: completo
ru: полная запись
th: สมบูรณ์
vi: đầy đủ
zh_hans: 完整
zh_hant: 完整

source: incomplete
ar: غير مكتمل
de: unvollständig
es: incompleto
fr: incomplet
hi: अपूर्ण
id: tidak lengkap
it: incompleto
ja: 不完全
ko: 불완전
pt_br: incompleto
ru: неполная запись
th: ไม่สมบูรณ์
vi: không đầy đủ
zh_hans: 不完整
zh_hant: 不完整

source: cancelled
ar: ملغى
de: abgebrochen
es: cancelado
fr: annulé
hi: रद्द किया गया
id: dibatalkan
it: annullato
ja: キャンセル済み
ko: 취소됨
pt_br: cancelado
ru: отменено
th: ยกเลิกแล้ว
vi: đã hủy
zh_hans: 已取消
zh_hant: 已取消

source: failed
ar: فشل
de: fehlgeschlagen
es: fallido
fr: échec
hi: विफल
id: gagal
it: non riuscito
ja: 失敗
ko: 실패
pt_br: falhou
ru: ошибка
th: ไม่สำเร็จ
vi: thất bại
zh_hans: 失败
zh_hant: 失敗

source: applied
ar: مطبّق
de: angewendet
es: aplicado
fr: appliqué
hi: लागू किया गया
id: diterapkan
it: applicato
ja: 適用済み
ko: 적용됨
pt_br: aplicado
ru: применено
th: ใช้แล้ว
vi: đã áp dụng
zh_hans: 已应用
zh_hant: 已套用

source: unchanged
ar: دون تغيير
de: unverändert
es: sin cambios
fr: inchangé
hi: अपरिवर्तित
id: tidak berubah
it: invariato
ja: 変更なし
ko: 변경 없음
pt_br: sem alterações
ru: без изменений
th: ไม่เปลี่ยนแปลง
vi: không thay đổi
zh_hans: 无变化
zh_hant: 無變更

source: deferred
ar: مؤجل
de: zurückgestellt
es: aplazado
fr: différé
hi: स्थगित
id: ditunda
it: rinviato
ja: 保留中
ko: 보류됨
pt_br: adiado
ru: отложено
th: เลื่อนออกไป
vi: đã hoãn
zh_hans: 已暂缓
zh_hant: 已暫緩

source: rejected
ar: مرفوض
de: abgelehnt
es: rechazado
fr: rejeté
hi: अस्वीकृत
id: ditolak
it: rifiutato
ja: 拒否済み
ko: 거절됨
pt_br: rejeitado
ru: отклонено
th: ถูกปฏิเสธ
vi: bị từ chối
zh_hans: 已拒绝
zh_hant: 已拒絕

source: unresolved
ar: لم يُحل إلى مسار
de: Route nicht aufgelöst
es: sin resolver a una ruta
fr: aucune route résolue
hi: रूट का निर्धारण नहीं हुआ
id: rute tidak dapat ditentukan
it: nessuna rotta risolta
ja: ルートを解決できませんでした
ko: 경로로 해석되지 않음
pt_br: nenhuma rota resolvida
ru: маршрут не определён
th: ไม่สามารถระบุเส้นทางได้
vi: không phân giải được tuyến
zh_hans: 未解析为路由
zh_hant: 未解析為路由
